-- Заполнение таблицы Инструмент
insert into Инструмент
values(1, 'н. Принтер', 'Отвертка маленькая, Отвертка большая, Сжатый воздух, Салфетки')

insert into Инструмент
values(2, 'н. Компьютер', 'Отвертка маленькая, Сжатый воздух, Амперметр')

insert into Инструмент
values(3, 'н. Вентилятор', 'Отвертка маленькая, Салфетки, Амперметр')

insert into Инструмент
values(4, 'н. Монитор', 'Отвертка большая, Отвертка маленькая, Сжатый воздух, Амперметр')

insert into Инструмент
values(5, 'н. Увлажнитель', 'Отвертка большая, Тряпка для пола, Сжатый воздух')

insert into Инструмент
values(6, 'н. Обогреватель', 'Отвертка большая, Тряпка для пола, Отвертка маленькая')

insert into Инструмент
values(7, 'н. Телевизор', 'Отвертка большая, Сжатый воздух, Отвертка маленькая, Амперметр')