-- Заполнение таблицы Неисправность

-- Принтер
insert into Неисправность
values(1, 2000, 7, 'Замена печатающей головки', '02:30:00.0000', 'Принтер')

insert into Неисправность
values(2, 2100, 7, 'Ремонт печатающей головки', '02:30:00.0000', 'Принтер')

insert into Неисправность
values(3, 1000, 3, 'Ремонт платы питания', '02:30:00.0000', 'Принтер')

insert into Неисправность
values(4, 1500, 5, 'Ремонт сканера', '02:30:00.0000', 'Принтер')

-- Компьютер
insert into Неисправность
values(5, 2000, 7, 'Ремонт жесткого диска', '02:00:00.0000', 'Компьютер')

insert into Неисправность
values(6, 2500, 8, 'Ремонт Материнской платы', '02:00:00.0000', 'Компьютер')

insert into Неисправность
values(7, 500, 3, 'Установка антивируса', '02:00:00.0000', 'Компьютер')

insert into Неисправность
values(8, 800, 4, 'Установка операционной системы', '02:00:00.0000', 'Компьютер')

insert into Неисправность
values(9, 1800, 6, 'Прошивка BIOS', '02:00:00.0000', 'Компьютер')

-- Вентилятор
insert into Неисправность
values(10, 1000, 5, 'Замена мотора', '01:30:00.0000', 'Вентилятор')

insert into Неисправность
values(11, 1500, 8, 'Ремонт системной платы', '01:30:00.0000', 'Вентилятор')

insert into Неисправность
values(12, 500, 3, 'Ремонт термостата', '01:30:00.0000', 'Вентилятор')

insert into Неисправность
values(13, 800, 4, 'Ремонт термодатчика', '01:30:00.0000', 'Вентилятор')

insert into Неисправность
values(14, 1000, 5, 'Замена термодатчика', '01:30:00.0000', 'Вентилятор')

-- Монитор
insert into Неисправность
values(15, 1000, 5, 'Ремонт блока питания', '03:25:00.0000', 'Монитор')

insert into Неисправность
values(16, 1500, 8, 'Ремонт системной платы', '01:30:00.0000', 'Монитор')

insert into Неисправность
values(17, 2500, 3, 'Ремонт матрицы', '01:30:00.0000', 'Монитор')

insert into Неисправность
values(18, 2800, 4, 'Замена процессора', '01:35:00.0000', 'Монитор')

insert into Неисправность
values(19, 800, 6, 'Ремонт кнопок, клавиш', '01:30:00.0000', 'Монитор')

-- Увлажнитель
insert into Неисправность
values(20, 1500, 7, 'Замена испарителя', '02:30:00.0000', 'Увлажнитель')

insert into Неисправность
values(21, 1300, 6, 'Ремонт испарителя', '01:30:00.0000', 'Увлажнитель')

insert into Неисправность
values(22, 1500, 6, 'Ремонт ионизатора', '02:30:00.0000', 'Увлажнитель')

insert into Неисправность
values(23, 800, 4, 'Ремонт ТЭНа', '01:00:00.0000', 'Увлажнитель')

insert into Неисправность
values(24, 1300, 5, 'Ремонт озонатора', '02:30:00.0000', 'Увлажнитель')

-- Обогреватель
insert into Неисправность
values(25, 1000, 5, 'Замена ТЭНа', '00:30:00.0000', 'Обогреватель')

insert into Неисправность
values(26, 1500, 6, 'Ремонт системной платы', '04:30:00.0000', 'Обогреватель')

insert into Неисправность
values(27, 1500, 7, 'Ремонт термостата', '02:30:00.0000', 'Обогреватель')

insert into Неисправность
values(28, 800, 4, 'Замена термодатчика', '02:30:00.0000', 'Обогреватель')

insert into Неисправность
values(29, 800, 6, 'Программный ремонт', '01:30:00.0000', 'Обогреватель')

-- Телевизор
insert into Неисправность
values(30, 1300, 7, 'Ремонт блока питания', '02:30:00.0000', 'Телевизор')

insert into Неисправность
values(31, 1500, 8, 'Ремонт матрицы', '02:30:00.0000', 'Телевизор')

insert into Неисправность
values(32, 2500, 9, 'Ремонт ТВ-тюнера', '01:20:00.0000', 'Телевизор')

insert into Неисправность
values(33, 800, 5, 'Замена разъемов', '01:00:00.0000', 'Телевизор')

insert into Неисправность
values(34, 1200, 7, 'Ремонт ИК приемника', '01:40:00.0000', 'Телевизор')